{
  "aangezien": "[{'title': 'What is 4chan and why is it controversial? - Internet Matters', 'url': 'https://www.internetmatters.org/advice/apps-and-platforms/social-media/4chan/', 'content': 'When trying to access a board, a message will pop up that says content is for “mature” users only. This is 4chan’s disclaimer of harm on the boards and request for users to read the rules.\\n\\n![A screenshot of the disclaimer message on 4chan.](https://www.internetmatters.org/wp-content/smush-webp/2024/08/4chan-disclaimer-internet-matters.png.webp) [...] ## In this guide\\n\\n## What is 4chan?\\n\\n4chan is a website with a userbase made up mostly of young males. Official demographics state that the most popular age group are those between 18 and 25. However, there are personal stories online of teens who use 4chan. [...] The site rules state that 4chan is only for 18+, but the use of ‘mature’ could mislead some users. For example, a teen landing on the site may consider themselves mature enough to view the content regardless of whether they are a minor.', 'score': 0.55912215}, {'title': 'What is 4chan, and why is it so controversial? - Quora', 'url': 'https://www.quora.com/What-is-4chan-and-why-is-it-so-controversial', 'content': \"4chan was designed as an anonymous board, filled with sections for controversy, sex and adult images. There's was no moderation, no protection\", 'score': 0.2521036}, {'title': 'How the Internet Left 4chan Behind - Hacker News', 'url': 'https://news.ycombinator.com/item?id=43843349', 'content': '<https://old.sage.moe/_/articles/glossary/>\\n\\nJust ridiculously stupid, juvenile stuff. Being \"edgy\" on 4chan was often just copy-pasting the n-word or \"JEWS\" a thousand times. That feels really so tame to what goes on there now. Looking through this archive, it all feels so... disconnected from reality. It was all so fake and stupid. [...] <https://old.sage.moe/b/thread/85525276> (sarah palin email \"hack\") <https://old.sage.moe/b/thread/9691632/> (just a random thread.) <https://old.sage.moe/_/articles/glossary/> Just ridiculously stupid, juvenile stuff. Being \"edgy\" on 4chan was often just copy-pasting the n-word or \"JEWS\" a thousand times. That feels really so tame to what goes on there now. Looking through this archive, it all feels so... disconnected from reality. It was all so fake and stupid. These elite \"hackers\" were [...] 4chan really was just stupid silly garbage. Did you know there\\'s an archive of old 4chan posts from around 2006-2008? <https://old.sage.moe/b/thread/85525276> (sarah palin email \"hack\") <https://old.sage.moe/b/thread/9691632/> (just a random thread.) <https://old.sage.moe/_/articles/glossary/> Just ridiculously stupid, juvenile stuff. Being \"edgy\" on 4chan was often just copy-pasting the n-word or \"JEWS\" a thousand times. That feels really so tame to what goes on there now. Looking through this', 'score': 0.24214332}, {'title': \"4Chan (and why you shouldn't browse at work) | by Daniel Reynolds\", 'url': 'https://medium.com/@danreynolds922/4chan-and-why-you-shouldn-t-browse-at-work-33e0de5c0f39', 'content': 'The site offers boards divided into many different categories and themes, and is driven by user posted content and images. A lot of the stuff on 4Chan is wildly inappropriate and has little to no value in a professional setting.\\n\\n![]() [...] The site itself is populated by people all over the world and is mainly used to mess with other users. That being said, every once in a while a thread does come up that drives actual conversation, and a lot of the content can be pretty entertaining. Although the site does have moderators, the same way Reddit does, usually they aren’t as strict as they are on Reddit, and they definitely don’t mind when someone is being offensive. My largest point about this site is the fact that all of this', 'score': 0.2219239}]",
  "alaqsa": "[{'title': '/his/ - Destroy the Al-Aqsa Mosque? - History & Humanities - 4chan', 'url': 'https://boards.4chan.org/his/thread/17545550', 'content': 'The Al-aqsa mosque was built by a man who claimed to be a prophet and had slain many innocent Jewish and Christian people, then had his mosque built in their', 'score': 0.98532}, {'title': 'Misinformation in the Gaza war - Wikipedia', 'url': 'https://en.wikipedia.org/wiki/Misinformation_in_the_Gaza_war', 'content': 'Misinformation and disinformation involving the distribution of false, inaccurate or otherwise misleading information has been a prominent and ubiquitous', 'score': 0.98122}, {'title': \"[PDF] AJC's glossary of antisemitic terms, phrases, conspiracies, cartoons ...\", 'url': 'https://www.ajc.org/sites/default/files/pdf/2024-02/AJC_Translate-Hate-Glossary-2.2024.pdf', 'content': 'The Second Intifada, also known as the Al-Aqsa. Intifada, was a period of intense conflict and Palestinian uprising against Israeli rule that began in late', 'score': 0.98041}, {'title': 'IDF becomes a hero when he deserts his post because of atrocities', 'url': 'https://www.reddit.com/r/4chan/comments/2bbiad/idf_becomes_a_hero_when_he_deserts_his_post/', 'content': \"Obviously he was covert ops, got sent to the hospital, and then demoted when he didn't find anything besides a normal hospital.\", 'score': 0.97425}, {'title': 'Extremist Content Online: Hamas Attack Documented On Telegram ...', 'url': 'https://www.counterextremism.com/press/extremist-content-online-hamas-attack-documented-telegram-al-qaeda-isis-white-supremacists', 'content': 'An ecofascist Telegram channel that promotes violence posted the addresses of 3M manufacturing facilities and offices, targeting the company for', 'score': 0.97082}]",
  "alassad": "[{'title': 'Assad Must Go | Know Your Meme', 'url': 'https://knowyourmeme.com/memes/assad-must-go', 'content': 'Assad Must Go, also known as the Assad Curse, refers to a four-panel, exploitable meme template that uses an image of Syrian dictator and', 'score': 0.5758033}, {'title': 'Bashar AL-Assad - atWar', 'url': 'https://atwar-game.com/forum/topic.php?topic_id=12990', 'content': '| **[4Chan](../users/profile.php?user_id=289726)**  Posts: 2132 From: Austria | 02.04.2014 - 12:11  **[4Chan](../users/profile.php?user_id=289726)**  *Written by [Tirpitz406](/users/profile.php?user_id=15487), 02.04.2014 at 12:09*   *Written by [4Chan](/users/profile.php?user_id=289726), 02.04.2014 at 11:53*   *Written by [Tirpitz406](/users/profile.php?user_id=15487), 02.04.2014 at 11:53*   *Written by [4Chan](/users/profile.php?user_id=289726), 02.04.2014 at 11:51*   What, no.    a good way [...] | **[4Chan](../users/profile.php?user_id=289726)**  Posts: 2132 From: Austria | 02.04.2014 - 11:36  **[4Chan](../users/profile.php?user_id=289726)**  *Written by [Tirpitz406](/users/profile.php?user_id=15487), 02.04.2014 at 11:00*   Bashar al assad is like most dictators, annoying but you can live with them, radical islamist aint great too...       Is your quote about me?  Loading...  Loading... | [...] | **[4Chan](../users/profile.php?user_id=289726)**  Posts: 2132 From: Austria | 02.04.2014 - 11:51  **[4Chan](../users/profile.php?user_id=289726)**  *Written by [Tirpitz406](/users/profile.php?user_id=15487), 02.04.2014 at 11:49*   *Written by [4Chan](/users/profile.php?user_id=289726), 02.04.2014 at 11:36*   *Written by [Tirpitz406](/users/profile.php?user_id=15487), 02.04.2014 at 11:00*   Bashar al assad is like most dictators, annoying but you can live with them, radical islamist aint great', 'score': 0.56575525}, {'title': \"/int/ - Can't Mossad the Assad - International - 4chan\", 'url': 'https://boards.4chan.org/int/thread/211448736/cant-mossad-the-assad', 'content': 'Can\\'t Mossad the Assad - \"/int/ - International\" is 4chan\\'s international board, for the exchange of foreign language and culture.', 'score': 0.5185224}, {'title': \"What's The 'Assad Must Go' Meme? Let's Explain The Viral Bashar ...\", 'url': 'https://knowyourmeme.com/editorials/guides/whats-the-assad-must-go-meme-lets-explain-the-viral-bashar-al-assad-format-going-viral-after-the-syrian-regimes-fall', 'content': \"The Assad Must Go meme is a four-panel template that shows a hypothetical conversation between Syria's Bashar al-Assad and other world leaders.\", 'score': 0.509887}, {'title': \"4chan says farewell to it's /sg/ board (Syria General) after the fall of ...\", 'url': 'https://www.somalispot.com/threads/4chan-says-farewell-to-its-sg-board-syria-general-after-the-fall-of-assads-baathist-government.175309/', 'content': \"![Somali Spot | Forum, News, Videos](/styles/theme/xenforo/logo.png)\\n![Somali Spot | Forum, News, Videos](/styles/theme/xenforo/logo.png)\\n\\n### Search\\n\\n# 4chan says farewell to it's /sg/ board (Syria General) after the fall of Assad's Baathist Government\\n\\n![Spongebob](/data/avatars/m/39/39771.jpg?1725245512)\\n\\n#### [Spongebob](/members/spongebob.39771/)\", 'score': 0.4362623}]",
  "albab": "[{'title': '[PDF] 3.5 Years of Augmented 4chan Posts from the Politically Incorrect ...', 'url': 'https://cdn.aaai.org/ojs/7354/7354-28-10584-1-10-20200601.pdf', 'content': '4chan is an imageboard where users (aka Original Posters, or OPs) can create a thread by posting an image and a mes- sage to a board; others can post in the', 'score': 0.29477343}, {'title': '/r9k/: the Sibling of /b/ and how it works | Race and technology', 'url': 'https://raceandtechnology.wordpress.com/2014/12/10/r9k-the-sibling-of-b-and-how-it-works/', 'content': 'alpha male). And while a reliance on language isn’t unique, it must be emphasized in /r9k/ due to the lack of personal images.{2} There is a long running joke on 4chan (as well as broadly across the Internet) about supposed Rule of the Internet, the most famous being ‘rule 34: There is porn of it, no exceptions.’ Likely the second best-known rule has a variable number but is always articulated thusly: ‘There are no girls on the Internet.’ (An extended corollary law follows the line that “On the [...] visual impulse. The hacker ethos is fundamental to the code of 4chan. moot [no capital letters in the same] launched 4chan by copying the code and anglicizing it from popular Japanese website 2chan, also the namesake of 4chan. It is a design aesthetic guided by simplicity and ease of use, content above appearance (Coleman 2013). The act of hacker coding is speech, and so imbeds in it both by mere existence and by design functionality the politics of the creator (Coleman 2013). Coleman’s [...] The most famous example of how identity has responded to platform design is the previously references “Anonymous”. This name accompanies (almost) all posts made on 4chan. It acts not as a name so much as a collective identity; the hacktivist organization Anonymous that took their name from this 4chan design feature reference this in their unofficial slogan: *We are anonymous*. (This is rooted deeply in traditional Internet culture, the last line of The Mentor’s “Conscience of a Hacker” reads', 'score': 0.26180765}, {'title': 'Can you explain the premise of 4chan, and how it works? - Quora', 'url': 'https://www.quora.com/Can-you-explain-the-premise-of-4chan-and-how-it-works', 'content': '4chan is an imageboard. An imageboard is a lot like any internet forum. There are different boards in which people can start threads.', 'score': 0.24029334}, {'title': 'Where is the original Backrooms Post - Reddit', 'url': 'https://www.reddit.com/r/backrooms/comments/c086qe/where_is_the_original_backrooms_post/', 'content': \"that is a 4chan archive, meaning, it's not a live thread you would find on 4chan.org but a past thread that was archived by a third party\", 'score': 0.22571555}, {'title': '4chan Chronicle - Wikibooks, open books for an open world', 'url': 'https://en.wikibooks.org/wiki/4chan_Chronicle', 'content': \"A period of relative peace when many cultural changes happened to 4chan. Anonymous becomes a completely separate entity, the hobby boards evolve and begin the process of overtaking /b/ in importance, and the Internet as a whole enters new growing pains. [...] Immediately following the /b/-day, a new atmosphere of pure chaos sets over 4chan. /b/tards are at their highest, anything can happen and it's going to be epic. On the other side, having to deal with not one but many iterations of /b/, the Internet’s population began to consider 4chan as one of worst places of its realm.\\n\\n### Endless Summer (Summer 2007)\\n\\n### Intensification (2007 - 2009) [...] 4chan.net is announced by Moot at #raspberryheaven, bringing the unique experience of anonymous imageboards to the English language world. It instantly finds interest from users of Something Awful's ADTRW board, lightly amused at the prospect of a Futaba Channel of their own. 4chan would thus inherit its traditions and initial memes from both Futaba Channel and Something Awful.\", 'score': 0.14353576}]",
  "albaghdadi": "[{'title': '[PDF] Commanding the Trend: Social Media as Information Warfare', 'url': 'https://www.airuniversity.af.edu/portals/10/ssq/documents/volume-11_issue-4/prier.pdf', 'content': 'True believers should join the cause. True believers. Muslims believing in the caliphate of al-Baghdadi. Cyber warriors. Propaganda makers,', 'score': 0.27227345}, {'title': 'Insights – Page 8 – GNET', 'url': 'https://gnet-research.org/insights/page/8/', 'content': '## Fursan al-Tarjuma Carries the Torch of Islamic State’s Media Jihad\\n\\nIntroduction In 2014,\\xa0 Islamic State (IS) leader Abu Bakr al-Baghdadi announced the establishment of the caliphate and himself as caliph.…\\n\\n![GNET]()\\n![](https://gnet-research.org/wp-content/uploads/2023/05/shutterstock_2239241935-e1685532040858-600x338.jpg)\\n\\n###### \\n\\n## First-Person Propaganda, First-Person Shooters, and Gamification: A Different View [...] ![GNET]()\\n![](https://gnet-research.org/wp-content/uploads/2023/03/shutterstock_1103304968-600x400.jpg)\\n\\n###### \\n\\n## My Wish to be a #Tradwife: An Introduction to #tradwife Memes on Whisper\\n\\nIntroduction Research into online extremist behaviour is centred around Twitter, Facebook, Reddit, 4chan, Telegram, and Gab. Studies focusing on platforms…\\n\\n![GNET]()\\n![](https://gnet-research.org/wp-content/uploads/2023/03/shutterstock_1898013862-600x400.jpg)\\n\\n###### [...] ![GNET]()\\n![](https://gnet-research.org/wp-content/uploads/2023/04/Screen-Shot-2023-04-21-at-8.41.21-AM-e1682085992185-600x316.png)\\n\\n###### \\n\\n## ‘RedPilled AI’: A New Weapon for Online Radicalisation on 4chan\\n\\nIntroduction Recently, the world of artificial intelligence large language models (LLMs) has witnessed a surge in competition between major tech…\\n\\n![GNET]()\\n![](https://gnet-research.org/wp-content/uploads/2023/06/shutterstock_1676346199-e1685703357407-600x400.jpg)\\n\\n######', 'score': 0.23338337}, {'title': '[PDF] REVISTA INTERNACIONAL DE ESTUDIOS SOBRE TERRORISMO', 'url': 'https://rietjournal.org/wp-content/uploads/2024/09/EN_RIET_2024_N12.pdf', 'content': '... 4chan play a fundamental role. These memes not only serve as a form of propaganda but also as a tool to radicalize and mobilize users. On', 'score': 0.23129326}, {'title': 'The Tactics and Targets of Domestic Terrorists - CSIS', 'url': 'https://www.csis.org/analysis/tactics-and-targets-domestic-terrorists', 'content': 'message to American society. Some of the most lethal targets were public venues. For example, in October 2017, Sayfullo Saipov, who pledged allegiance to the Islamic State, indiscriminately killed 8 people and injured 11 more when he drove a rental truck on a bike path on the West Side Highway in Lower Manhattan, New York City.30 In June 2016, Omar Mateen, who pledged allegiance to Islamic State leader Abu Bakr al-Baghdadi, killed 49 people and wounded 53 others at a gay nightclub in Orlando, [...] Facebook, Twitter, YouTube, Gab, Reddit, 4Chan, 8kun (formerly 8Chan), Endchan, Telegram, Vkontakte, MeWe, Discord, Wire, Twitch, and other online communication platforms. The establishment of the Global Internet Forum to Counter Terrorism (GIFCT) and the appointment of Nicholas Rasmussen, former head of the National Counterterrorism Center, as its first full-time executive director is a welcome step in countering terrorist exploitation of digital platforms. [...] Second, successful prevention will require more proactive measures. One is sustained targeting of extremist ideologies that espouse violence on social media platforms. Another is improving local intelligence. Unlike with international terrorism on U.S. soil—which often requires top-down intelligence from the Central Intelligence Agency, National Security Agency, and foreign partners operating overseas—domestic terrorism is inherently bottom-up. State and local law enforcement agencies have a', 'score': 0.082704924}, {'title': 'Press Releases | Counter Extremism Project', 'url': 'https://www.counterextremism.com/news-and-media/press-releases?section_choice=/news-and-media/news&page=90', 'content': '### [Terror Groups Evolve as They Move “At The Speed Of Social Media”](/press/terror-groups-evolve-they-move-%E2%80%9C-speed-social-media%E2%80%9D)\\n\\nIt’s understood that the Federal Bureau of Investigation (FBI) sorts through terrorism threats daily, but these threats are changing – and multiplying. FBI Director Christopher Wray told CBS News in an interview last week that the bureau made “about... [...] With the interconnectivity that comes with the Internet and social media, extremists who would have otherwise never found each other are coming together like never before – and they’re finding strength in numbers. The New York Times reported last...\\n\\n![](/sites/default/files/styles/tease_image/public/press_images/Hezbollah%204.20.18_0.jpg?itok=lg55zPqF)\\n\\nPress Release\\n\\n### [U.S.-Designated Hezbollah Financier Arrested in Brazil](/press/us-designated-hezbollah-financier-arrested-brazil) [...] ![](/sites/default/files/styles/tease_image/public/press_images/ISISonline.jpg?itok=AAsxUJ7F)\\n\\nPress Release\\n\\n### [Extremists and Online Propaganda](/press/extremists-and-online-propaganda)\\n\\nCEP today released a new report that details the online platforms sought out by known extremists on their path to radicalism. The study directly links radicalized Westerners to the extremist propaganda they consumed and/or shared on popular online...', 'score': 0.04646909}]",
  "allfather": "[{'title': 'Annam - 2d4chan', 'url': 'https://2d4chan.org/wiki/Annam', 'content': '**Annam** the [All-Father](/wiki/Viking \"Viking\") is the [Neutral](/wiki/Alignment \"Alignment\") creator of the [giants](/wiki/Giant \"Giant\") in the [Greyhawk](/wiki/Greyhawk \"Greyhawk\") setting and the head of the Ordning, the [giant](/wiki/Giant \"Giant\") pantheon. He seems to be your typical \"Sky Father\" type god; a stern, commanding, wise and knowing patriarch, but in reality is a lustful buffoon who constantly gets himself into trouble by thinking with his heart. Or whatever blood-filled [...] | *Annam* | | |\\n| --- | --- | --- |\\n| Two hands with wrists together and fingers pointing down | | |\\n| Aliases | The All-Father, the Great Creator, the Prime, Progenitor of Worlds | |\\n| [Alignment](/wiki/Alignment \"Alignment\") | True Neutral | |\\n| Divine Rank | Greater God | |\\n| Pantheon | The Ordning (Giant) | |\\n| Portfolio | Giants, Creation, Learning, Philosophy, Fertility | |\\n| [Domains](/wiki/Cleric_Domain \"Cleric Domain\") | Knowledge, Magic, Plant, Rune, Sun | | [...] Annam is all-knowing and has a degree of foresight. While this would mean a \"I win\" button for any other god, Annam is a lustful and instinctive individual who often acts against his own interests because \"it felt right\". He rarely shares his knowledge with his followers: only the greatest may be his clerics and only if they will excel they will receive a vision, *once*. He rarely sends an avatar to the Prime Material Plane, only when history is defined will the All-Father be there.', 'score': 0.7355091}, {'title': '/x/ - Thank you AllFather! - Paranormal - 4chan', 'url': 'https://boards.4chan.org/x/thread/40433874/thank-you-allfather', 'content': 'This is a heavenly gratitude and thankfulness to the High One and the AllFather and his beloved son christos Fenrir and The AllMother Anime.', 'score': 0.7004242}, {'title': '/tg/ - GODS - Traditional Games - 4chan', 'url': 'https://boards.4chan.org/tg/thread/95669242/gods', 'content': 'First among them is the Allfather who created the world and the gods. ... Moradin assisted the Allfather in the creation of the world but otherwise', 'score': 0.6811549}, {'title': 'Why is Odin called the Allfather and not Ymir : r/Norse - Reddit', 'url': 'https://www.reddit.com/r/Norse/comments/10kozbn/why_is_odin_called_the_allfather_and_not_ymir/', 'content': 'This is more a term meant to recognize him as the creator of the world. The other thing is that, while “allfather” is a perfectly reasonable', 'score': 0.6512002}, {'title': 'Odin on a Throne: A repeat post but with an added image. Another ...', 'url': 'https://www.facebook.com/groups/253550249143357/posts/729702831528094/', 'content': \"Allfather. Breaker of comfort. He don't smile down from clouds—he walks the world with dust on his boots, blood on his hands, and riddles on\", 'score': 0.6021791}]",
  "altleft": "[{'title': '4chan - Wikipedia', 'url': 'https://en.wikipedia.org/wiki/4chan', 'content': 'political persuasion that later would be described with a new term, the [alt-right](https://en.wikipedia.org/wiki/Alt-right \"Alt-right\").[\\\\[130\\\\]](https://en.wikipedia.org/wiki/4chan#cite_note-131) Media sources have characterized /pol/ as predominantly [racist](https://en.wikipedia.org/wiki/Racism \"Racism\") and [sexist](https://en.wikipedia.org/wiki/Sexism \"Sexism\"), with many of its posts taking an explicitly [neo-Nazi](https://en.wikipedia.org/wiki/Neo-Nazism \"Neo-Nazism\") [...] *   [15.ai](https://en.wikipedia.org/wiki/15.ai \"15.ai\")\\n*   [2019 El Paso Walmart shooting](https://en.wikipedia.org/wiki/2019_El_Paso_Walmart_shooting \"2019 El Paso Walmart shooting\")\\n*   [2channel](https://en.wikipedia.org/wiki/2channel \"2channel\")\\n*   [Alt-right](https://en.wikipedia.org/wiki/Alt-right \"Alt-right\")\\n*   [Anonymous](https://en.wikipedia.org/wiki/Anonymous_(hacker_group) \"Anonymous (hacker group)\") [...] bent.[\\\\[131\\\\]](https://en.wikipedia.org/wiki/4chan#cite_note-:0-132)[\\\\[132\\\\]](https://en.wikipedia.org/wiki/4chan#cite_note-auto2-133)[\\\\[133\\\\]](https://en.wikipedia.org/wiki/4chan#cite_note-auto3-134)[\\\\[134\\\\]](https://en.wikipedia.org/wiki/4chan#cite_note-135) The site\\'s far-reaching culture of vitriolic and discriminatory content is \"most closely associated\" with /pol/, although only it features predominant Alt-Right beliefs; /pol/, like other boards, has been prominent in the dissemination of', 'score': 0.70580584}, {'title': \"Angela Nagle's 'Kill All Normies': The Alt-Right and 4chan\", 'url': 'https://nymag.com/intelligencer/2017/07/angela-nagles-kill-all-normies-the-alt-right-and-4chan.html', 'content': 'Over the last few years, a cottage industry has emerged attempting to explain the ascendancy of a new style of far-right politics characterized by a countercultural sensibility and trafficking heavily in memefied versions of the sort of overt racism and sexism long thought to have been banished from the civilized world —\\xa0an intellectual and political movement that has come to be known as the “alt-right.” While a number of entries into this genre have attempted to uncover the alt-right’s deep [...] white-nationalists like Richard Spencer as well as mostly anonymous 4chan and Twitter users — and the “alt-light,” a rogue’s gallery of trolls and media manipulators such as Mike Cernovich and Milo Yiannopoulos, who act as the movement’s bridge to the mainstream while attempting, usually unconvincingly, to play down its hard edges. [...] Tumblr liberalism, as Nagle calls it, had a number of strange outward markers, including hyperconstructionist gender politics, a fixation on pop culture, and a penchant for the public call-out. It became most famous, however, for something with the evocative name of “crybullying,” or, in Nagle’s words, a “culture of fragility and victimhood mixed with a vicious culture of group attacks, group shaming, and attempts to destroy the reputations and lives of others within their political milieu.”', 'score': 0.6205532}, {'title': 'Amazon.com: Alt-Right: From 4Chan to the White House', 'url': 'https://www.amazon.com/Alt-Right-4Chan-White-Mike-Wendling/dp/0745337953', 'content': 'A calm description of the players and the various movements and strands in what is called the Alt-Right.', 'score': 0.5660431}, {'title': \"The 'alt-left' media, memes, algorithms, and the price of the MSM not ...\", 'url': 'https://martinbelam.com/2017/the-alt-lft-media-memes-algorithms-and-the-price-of-the-msm-not-taking-the-internet-seriously/', 'content': '[By the way, I’m making the assumption that if you read this blog, you probably know what 4chan and channers are. If you don’t, I won’t mind if you quickly hop over and read this pretty decent introductory overview from the New European: “[A beginners guide to 4Chan: The site you never knew was influencing you](http://www.theneweuropean.co.uk/top-stories/a-beginners-guide-to-4chan-the-site-you-never-knew-was-influencing-you-1-5006102)“] [...] It’s by Ryan Broderick, and is looking at the way channers have been trying to spread disinformation about president-to-be Macron in France. It may not have prevented him winning at the weekend, but it is useful to look at the modus operandi.', 'score': 0.53648347}, {'title': \"What's the 'alt-left'? Experts say it's a 'made-up term' : r/politics - Reddit\", 'url': 'https://www.reddit.com/r/politics/comments/6u18eh/whats_the_altleft_experts_say_its_a_madeup_term/', 'content': 'And now he\\'s using \"alt-left\" as if it is anything other than a term very recently invented by right-wing propoganda (like FOX) to project onto', 'score': 0.4237686}]",
  "anonkun": "[{'title': 'Quest Resources | Sufficient Velocity', 'url': 'https://forums.sufficientvelocity.com/threads/quest-resources.41241/', 'content': \"You have forgotten fiction.live also known as anonkun.com. It's a spin of from 4chan with mostly NSFW quests and pool voting.\", 'score': 0.8127637}, {'title': \"What is or who is 'anonymous' in the context of 4chan.org? - Quora\", 'url': 'https://www.quora.com/What-is-or-who-is-anonymous-in-the-context-of-4chan-org', 'content': 'An anon is basically anyone on 4chan who does not have a username and so instead is called Anonymous.', 'score': 0.8029425}, {'title': \"Anon-kun You don't mind me if a boy confessed his - Anime & Manga\", 'url': 'https://boards.4chan.org/a/thread/278678509/anonkun', 'content': 'Anon-kun You don\\'t mind me if a boy confessed his love to me? You don\\'t mind me having a boyfriend? - \"/a/ - Anime & Manga\" is 4chan\\'s imageboard dedicated to', 'score': 0.7361925}, {'title': 'Thanks to the friendly people at 4chan, I... - The Civilization Quest Blog', 'url': 'https://civquest.tumblr.com/post/153163699864/thanks-to-the-friendly-people-at-4chan-i', 'content': 'Thanks to the friendly people at 4chan, I discovered **anonkun.com/** , which will serve as a great tool for keeping track of my quests and role play for now on. I’m still going to keep this tumblr going, and might post highlights or interesting posts, but I might make this a more blog/general discussion tumblr\\n\\nSee more posts like this on Tumblr\\n\\n## More you might like', 'score': 0.7355091}, {'title': '/vp/ - Tick tock, Anon-kun. Thirteen hours and twenty-six ... - 4chan', 'url': 'https://boards.4chan.org/vp/thread/57457415/tick-tock-anonkun', 'content': 'Tick tock, Anon-kun. Thirteen hours and twenty-six minutes remain. Better get your camera ready. - \"/vp/ - Pokémon\" is 4chan\\'s imageboard dedicated to', 'score': 0.72231215}]",
  "anticlinton": "[{'title': \"'We actually elected a meme as president': How 4chan celebrated ...\", 'url': 'https://www.washingtonpost.com/news/the-intersect/wp/2016/11/09/we-actually-elected-a-meme-as-president-how-4chan-celebrated-trumps-victory/', 'content': '... anti-Clinton memes. “WHATEVER IT TAKES (legally) TO MAGA! Push like your life depends on it (it does) SHARE AND MAGA!” By about 9:45, 4chan', 'score': 0.580091}, {'title': \"Anti-Clinton troll 'Microchip' testifies at NYC election interference trial\", 'url': 'https://www.nydailynews.com/2023/03/22/anti-hillary-clinton-troll-microchip-testifies-at-election-interference-trial-in-brooklyn-i-wanted-to-infect-everything/', 'content': '“Oh, yeah,” he responded.\\n\\nHe described spreading his message through memes and humor, explaining, “When people are laughing, they are very easily manipulated.”\\n\\nAnd he amplified images he found on reddit and the web forum 4chan, which often hosts vulgar and bullying photos and posts.\\n\\nMicrochip described 4chan in more benign terms: “It’s a place for internet intellectuals to gather together to talk about different topics.” [...] He later clarified, “4chan is used by intellectuals and by absolute idiots, so it’s a dual thing there.”\\n\\nHe also talked about the thousands of tweets he posted about Clinton campaign chair John Podesta’s hacked e-mails, which were twisted into the basis of the [online Pizzagate conspiracy theory.](https://www.nydailynews.com/news/politics/pizzagate-clinton-conspiracy-theory-led-dc-shooting-article-1.2899371) [...] Heavyset and bearded, with his hair slicked back, he wore a royal blue sweatshirt, sweatpants, sandals and socks. He often leaned back, looking toward the ceiling or crossing his arms as he viewed exhibits and answered questions.\\n\\n![]()\\n\\nHe described how he grew his online following, used psychological tricks to get ideas and memes in front of Hillary Clinton supporters and tweeted hundreds of times a day.', 'score': 0.5530473}, {'title': '4chan | Meaning & Origin | Dictionary.com', 'url': 'https://www.dictionary.com/e/tech-science/4chan/', 'content': '*4chan* entered the public eye again during the 2016 Presidential election. Users organized to spread pro-Trump and anti-Clinton messages around the web. On the night of the election, many on *4chan* took credit for Trump’s win.\\n\\n## Examples of 4chan\\n\\n## Who uses 4chan? [...] 4chan contains a number of subsections called boards. A given board is usually referred to by the part of the url after the slash, as in /pol/ for the “politically incorrect” board or /x/ for discussion of the paranormal. At first, *4chan* had only two boards, /a/ for anime, and /b/, the random board. [...] In 2003, when he was just 15 years old, Christopher Poole founded *4chan* under the username *moot*. At the time, Poole had been a fan of two Japanese image-based message boards, Futaba Channel (hosted at 2chan.net) and 2channel (2ch.net). Poole managed to build his own imageboard based on the Futaba Channel. The 3chan domain was already in use, so Poole named his site *4chan.*', 'score': 0.5455042}, {'title': 'QAnon | Meaning, Beliefs, & Conspiracy Theory - Britannica', 'url': 'https://www.britannica.com/topic/QAnon', 'content': 'On October 28, 2017, an unidentified individual, or group of individuals, known as Q posted an entry on 4chan asserting that the arrest of Hillary Clinton was “already in motion,” a statement that was obviously false. In a later post Q claimed to be a government official with ties to the Trump administration and top secret “Q clearance.” Q asserted that Trump would initiate “The Storm,” an attack on deep-state officials responsible for the cannibalistic satanic pedophile cabal invoked by', 'score': 0.35273725}, {'title': 'QAnon: inside the 4Chan conspiracy that suggests Donald Trump is ...', 'url': 'https://www.newstatesman.com/long-reads/2018/08/qanon-inside-4chan-conspiracy-suggests-donald-trump-secret-genius', 'content': '/Pol/ is often portrayed in the media, when it is portrayed at all, as a separate entity, a group synonymous with the far-right, but that’s not entirely accurate. Certainly if you go on there you will be overwhelmed with posts so awful that they would set Stalin’s eyebrows on fire and make Genghis Khan blanch, but there is a lot of dissent on there too. Whatever else it may be, 4chan is not a filter-bubble. It’s not some pro-Trump Facebook group. It’s something else, something far more [...] Others, more alive to how it works, are there to enjoy messing with the earnest ones. These are the trolls – not named after the mythological bridge-dweller, incidentally, but from the old Norse word from which we derive “trawl”, as in mass bulk trawler-fishing with a big weighted net. There is a constant ebb and flow between people messing with people, and people being messed with, on 4chan. “Bait” is 4chan’s term for an attempt at trolling that misses the mark; either it is too obvious or too [...] The character’s origins are unknown, because of the nature of the message-board\\xa0on which it was born: 4chan. It is a roiling melting-pot, the ground zero for internet culture;\\xa0a fertile mix of earnest believers and, crucially, “trolls”, whose aim is to trick unsuspecting others in a variety of ways. The biggest win for the troll is media coverage, and many of their ploys are aimed to ensnare journalists into writing about things that aren’t true. Even an article like this one will be seen as a', 'score': 0.28900582}]"
}